module.exports = {
  getTypeInfo(){
    let newsArr ={
            "navList":[
              {
                "title":"Boys",
                "recommend":["推荐","上衣","裤装","鞋靴","包类/装备","服配","创意生活","有食","有玩","个人护理"],
                "allRecommend":["全部推荐","卫衣","衬衫","夹克","运动鞋","棒球帽","手表","运动裤","休闲裤","牛仔裤","首饰","休闲鞋","袜子","双肩包","单肩包/手领包","腰包/胸包/臂包","背心","太阳镜"]
              },
              {
                "title":"Girls",
                "recommend":["推荐","上衣","裤装","鞋靴","裙类","服配","包类/装备","创意生活","有食","有玩","美妆/个护"],
                "allRecommend":["全部推荐","卫衣","T恤","衬衫","半身裙","连衣裙","夹克","运动裤","休闲裤","牛仔裤","袜子","运动鞋","时尚鞋","双肩包","单肩包/手领包","腰包/胸包/臂包","凉鞋","帽子","首饰","拖鞋","手表"]
              },
              {
                "title":"Kids",
                "recommend":["上衣","裤装","鞋靴","裙类","服配","有玩"],
                "allRecommend":["全部上衣","卫衣","夹克","套装","毛衣/针织","防风外套","棉衣","羽绒服","T恤","衬衫","大衣/风衣","马甲","家居服","背心"]
              },
              {
                "title":"Lifestyle",
                "recommend":["创意生活","有食","有玩","美妆个护"],
                "allRecommend":["全部创意生活","手表","太阳镜/眼镜","首饰","手机壳","音箱/音响","文具","水具酒具","家装软饰","火机烟俱","单肩包","项链/吊坠","家庭软饰摆件","永生花","装饰画","雨伞","本册/便签","计算器","笔","杂志","学生文具","收纳用品"]
              },
            ]
        };
    return newsArr;
  }
};